Repository: AThousandShips/Space-Pew-Pew
Catalog: Translations/UI.*.po
Languages: sv

source: Continue playing
sv: Fortsätt spela

source: Continue
sv: Fortsätt

source: Restart the game
sv: Starta om spelet

source: Restart
sv: Starta om

source: Music
sv: Musik

source: Voice
sv: Röster

source: Effects
sv: Effekter

source: UI
sv: Gränssnitt

source: Main
sv: Huvudmeny

source: Open the credits menu
sv: Öppna eftertextmenyn

source: Credits
sv: Eftertexter

source: Open the instructions and controls menu
sv: Öppna instruktions- och kontrollmenyn

source: Help
sv: Hjälp

source: Quit the game
sv: Avsluta spelet

source: Quit
sv: Avsluta

source: How To Play
sv: Spelinstruktioner

source: Controls
sv: Kontrollinställningar

source: Close
sv: Stäng

source: Game Over
sv: Spelet Över

source: Score:
sv: Resultat:

source: Game
sv: Spel

source: Engine
sv: Motor

source: License:
sv: Licens:

# HelpMenu
source: General
sv: Generellt

# HelpMenu
source: General actions
sv: Generella handlingar

# HelpMenu
source: Open Menu
sv: Öppna Meny

# HelpMenu
source: Open the main menu
sv: Öppna huvudmenyn

# HelpMenu
source: Open Help
sv: Öppna Hjälp

# HelpMenu
source: Open the help menu
sv: Öppna hjälpmenyn

# HelpMenu
source: Movement
sv: Rörelse

# HelpMenu
source: Movement actions
sv: Rörelsehandlingar

# HelpMenu
source: Turn Left/Counter Clockwise
sv: Vänd Vänster/Moturs

# HelpMenu
source: Rotate the ship Left/Counter clockwise
sv: Rotera skeppet Vänster/Moturs

# HelpMenu
source: Turn Right/Clockwise
sv: Vänd Höger/Medurs

# HelpMenu
source: Rotate the ship Right/Clockwise
sv: Rotera skeppet Höger/Medurs

# HelpMenu
source: Move Forward/Accelerate
sv: Rör Frammåt/Accelerera

# HelpMenu
source: Increase the ship speed
sv: Öka skeppets hastighet

# HelpMenu
source: Move Back/Decelerate
sv: Rör Bakåt/Sakta in

# HelpMenu
source: Decrease the ship speed, or reverse
sv: Sänk skeppets hastighet, eller backa

# HelpMenu
source: Actions
sv: Handlingar

# HelpMenu
source: Ship actions
sv: Skeppshandlingar

# HelpMenu
source: Shoot
sv: Skjut

# HelpMenu
source: Fire weapons
sv: Skjut vapnen

# HelpMenu
source: Shield
sv: Sköld

# HelpMenu
source: Enable the shields (not implemented)
sv: Aktivera sköldarna (inte implementerat)

# HelpMenu
source: Primary
sv: Primär

# HelpMenu
source: Secondary
sv: Sekundär

source: Select license to view
sv: Välj licens att visa

# Credits
source: From {0} by {1}:
sv: Från {0} av {1}:

source: %5d point
sv: %5d poäng

# Credits
source: Project Licenses
sv: Projectlicenser

# Credits
source: Code License (MIT)
sv: Kodlicens (MIT)

# Credits
source: Audio Licenses
sv: Ljudlicenser

# Credits
source: Art Licenses
sv: Konstlicenser
